/* choose button - open panel */
"Choose" = "Auswählen";

/* URL has not been specified - placeholder message */
"Please use the Inspector to enter the URL of a video." = "Bitte benutzen Sie die Informationen, um die URL eines Videos anzugeben.";

/* Live data feeds disabled message. */
"This is a placeholder for a video. The full video will appear once you publish this website, but to see the video in Sandvox, please enable live data feeds in the preferences." = "Dies ist ein Platzhalter für einen Film. Der vollständige Film wird erscheinen, sobald die Website veröffentlicht wurden. Um das Video in Sandvox zu sehen, aktivieren Sie bitte die „Live“ Datenanzeige in den Einstellungen.";